[
  "The Earth's atmosphere protects us from harmful radiation from the sun.",
  "The theory of evolution, proposed by Charles Darwin, states that species evolve over time through natural selection.",
  "The smallest planet in our solar system is Mercury.",
  "The moon orbits around the Earth.",
  "Fire needs oxygen to burn.",
  "The Statue of Liberty was a gift from France to the United States.",
  "Comets are icy celestial objects that orbit the Sun.",
  "Light can exhibit both wave-like and particle-like properties.",
  "Symbiosis is a close relationship between two species.",
  "Pizza is a type of food that many people enjoy.",
  "Sharks are sea creatures that have a reputation for being dangerous.",
  "The scientific method is a systematic process for investigating phenomena and acquiring new knowledge.",
  "Plate tectonics shape the Earth's surface.",
  "The human heart beats approximately 100,000 times per day.",
  "The color of the sky is blue.",
  "Cacti store water in their stems.",
  "The Panama Canal connects the Atlantic and Pacific oceans.",
  "The three main types of symbiotic relationships are mutualism, commensalism, and parasitism.",
  "Uranus orbits the Sun on its side.",
  "The largest continent in the world is Asia.",
  "The first successful powered flight was made by the Wright Brothers in 1903.",
  "Jupiter has the Great Red Spot, a giant storm.",
  "The human eye can detect millions of different colors.",
  "The three states of matter are solid, liquid, and gas.",
  "The water cycle includes evaporation, condensation, precipitation, and runoff.",
  "The planet Uranus is often referred to as the \"ice giant.\"",
  "The sky is blue.",
  "The average body temperature of a human is 98.6 degrees Fahrenheit.",
  "The Earth is round.",
  "DNA carries genetic information in living organisms.",
  "The endocrine system regulates body functions through hormones.",
  "The human body is composed of about 60% water.",
  "The Great Wall of China is the longest wall in the world.",
  "The planet Jupiter is the largest planet in our solar system.",
  "Echoes are sound waves reflecting off surfaces.",
  "The planet Venus is often referred to as the \"morning star\" or the \"evening star.\"",
  "Chemical reactions involve the rearrangement of atoms to form new substances.",
  "The human brain weighs around 3 pounds.",
  "The most abundant gas in Earth's atmosphere is nitrogen.",
  "The highest mountain in North America is Denali.",
  "The longest river in Europe is the Volga River.",
  "Osmosis is the movement of water across a selectively permeable membrane.",
  "The process by which a solid turns directly into a gas, without becoming a liquid, is called sublimation.",
  "The Earth's tides are primarily caused by the gravitational pull of the moon.",
  "Mercury is the smallest planet.",
  "Cows are mammals that produce milk.",
  "Plants need carbon dioxide to survive.",
  "The Amazon River is the largest river in the world by volume.",
  "The immune system defends the body against pathogens.",
  "There are 118 elements on the periodic table.",
  "New York City is the largest city in the United States.",
  "The human brain controls the body's functions.",
  "Cells are the basic units of life.",
  "The largest desert in the world is the Sahara Desert.",
  "Octopuses have three hearts.",
  "The coldest natural temperature ever recorded was -128.6 degrees Fahrenheit in Antarctica.",
  "The periodic table organizes elements based on their properties.",
  "The electron configuration of an atom determines its chemical properties.",
  "The largest bird in the world is the ostrich.",
  "Sound travels as a wave through various mediums.",
  "The three types of blood vessels in the human body are arteries, veins, and capillaries.",
  "The planet Neptune is named after the Roman god of the sea.",
  "The highest waterfall in the world is Angel Falls in Venezuela.",
  "Human digestion begins in the mouth and ends in the small intestine.",
  "Fish breathe through gills.",
  "Water freezes at 0 degrees Celsius (32 degrees Fahrenheit).",
  "The Eiffel Tower is located in Paris, France.",
  "The Doppler effect causes the change in frequency or wavelength of a wave in relation to an observer.",
  "Auroras occur near Earth's polar regions.",
  "The study of heredity and the variation of inherited characteristics is called genetics.",
  "Polar bears have white fur to camouflage in their snowy environment.",
  "The planet Saturn has the largest rings in our solar system.",
  "The human lymphatic system helps fight infections and diseases.",
  "The Statue of Liberty is located in New York City.",
  "The process of pollination is crucial for plant reproduction.",
  "Neptune has the strongest winds in the solar system.",
  "The Great Barrier Reef is the largest coral reef system in the world.",
  "Snow is cold.",
  "Mars has a thin atmosphere.",
  "Earth has a magnetic field.",
  "The study of substances and their interactions is called chemistry.",
  "The Great Barrier Reef is the largest coral reef system in the world.",
  "A human pregnancy typically lasts around 9 months.",
  "Coral reefs are made of living organisms.",
  "The continent of Antarctica is mostly covered in ice.",
  "An adult human has 32 teeth.",
  "The tallest mammal in the world is the giraffe.",
  "Humans have five senses: sight, hearing, touch, taste, and smell.",
  "The human skin is the body's largest organ.",
  "Migration allows animals to find better resources.",
  "The planet Jupiter has the most moons in our solar system.",
  "The first law of thermodynamics states that energy cannot be created or destroyed, only converted from one form to another.",
  "Apples are a type of fruit.",
  "The currency used in Japan is the yen.",
  "The planet Earth is the only planet known to support life.",
  "The human eye can distinguish about 10 million different colors.",
  "The world's largest mammal is the blue whale.",
  "The Nile River is the longest river in the world.",
  "Gravity makes things fall down."
]