[
  "You discover a hidden compartment in your car.",
  "You find a book in your library you don’t remember buying.",
  "You stumble upon a shortcut on your regular walking route.",
  "You notice a new building on your street that you never realized was under construction.",
  "You find an old letter you never sent.",
  "Your phone suggests a contact you don't recognize.",
  "You discover an unfamiliar function on your microwave.",
  "You find an extra set of keys in your drawer and can't remember what they open.",
  "You discover a fence or wall has been erected on a path you usually take.",
  "Your GPS takes you through a route you never knew existed.",
  "You find mold growing on your food in the fridge.",
  "You step on something sticky in a public restroom.",
  "You discover a heap of trash dumped in a beautiful natural setting.",
  "Someone spits on the sidewalk right in front of you.",
  "You smell an overwhelming odor of decay while walking down the street.",
  "You find an insect in your meal at a restaurant.",
  "You see someone pick their nose and eat it.",
  "You find a hair in your soup.",
  "You witness someone sneeze without covering their mouth.",
  "You see a dog relieve itself in a children's playground.",
  "You hear footsteps behind you while walking alone at night.",
  "Your phone rings, and it's an unknown number with an urgent voice message.",
  "You wake up to find an unknown animal in your room.",
  "You find your front door ajar after coming back from a walk.",
  "You're on a hike and realize you've lost your way back.",
  "Your car breaks down on a deserted road.",
  "You hear mysterious scratching sounds from inside your walls.",
  "You notice someone following you on multiple occasions.",
  "Your child goes missing in a crowded place.",
  "You receive an anonymous threatening letter.",
  "You find out you're going to be a parent for the first time.",
  "You get a job offer from your dream company in a new city.",
  "Your long-distance relationship is closing the distance but you have to move.",
  "You decide to leave your stable job to start your own business.",
  "You get an opportunity to meet your idol, but you're worried you'll be disappointed.",
  "You successfully complete a dare but realize how dangerous it was.",
  "Your pet goes missing but returns carrying something mysterious in its mouth.",
  "You find a secluded beach but the tides start to rise quickly.",
  "You're invited to speak at an event in front of a large audience.",
  "You receive a scholarship but it requires you to move abroad."
]